[
  {
    "id": 1,
    "name": "واي بروتين جولد ستاندرد",
    "category": "مكملات",
    "oldPrice": 5600,
    "newPrice": 5350,
    "productDescription": "مكمل بروتين عالي الجودة يساعد على بناء العضلات والتعافي بعد التمرين.",
    "productImg": "imgs/whey-protin.png",
    "features": "مكمل بروتين عالي الجودة يساعد على بناء العضلات والتعافي بعد التمرين. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 2,
    "name": "كرياتين مونوهيدرات - Optimum Nutrition",
    "category": "مكملات",
    "oldPrice": 2200,
    "newPrice": 1950,
    "productDescription": "يساعد على زيادة القوة والتحمل وتحسين الأداء الرياضي.",
    "productImg": "imgs/creatine.png",
    "features": "يساعد على زيادة القوة والتحمل وتحسين الأداء الرياضي. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 3,
    "name": "مالتي فيتامين - Animal Pak",
    "category": "مكملات",
    "oldPrice": 4500,
    "newPrice": 4250,
    "productDescription": "مجموعة متكاملة من الفيتامينات والمعادن لدعم الصحة العامة.",
    "productImg": "imgs/animal-pak.jpeg",
    "features": "مجموعة متكاملة من الفيتامينات والمعادن لدعم الصحة العامة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
    {
    "id": 3,
    "name": " نيكوريت - nicorette gummies",
    "category": "مكملات",
    "oldPrice": 3000,
    "newPrice": 2500,
    "productDescription": "حبوب للمضغ تساعد علي الاقلاع عن التدخين",
    "productImg": "imgs/nicorette.jpg",
    "features": "مجموعة متكاملة من الفيتامينات والمعادن لدعم الصحة العامة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 3,
    "name": "مالتي فيتامين - Animal Pak",
    "category": "مكملات",
    "oldPrice": 4500,
    "newPrice": 4250,
    "productDescription": "مجموعة متكاملة من الفيتامينات والمعادن لدعم الصحة العامة.",
    "productImg": "imgs/animal-pak.jpeg",
    "features": "مجموعة متكاملة من الفيتامينات والمعادن لدعم الصحة العامة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 4,
    "name": "Omega-3 زيت السمك",
    "category": "مكملات",
    "oldPrice": 1300,
    "newPrice": 1150,
    "productDescription": "يساعد على تحسين صحة القلب والمفاصل.",
    "productImg": "imgs/omega3.jpeg",
    "features": "يساعد على تحسين صحة القلب والمفاصل. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 5,
    "name": "BCAA - Xtend",
    "category": "مكملات",
    "oldPrice": 1550,
    "newPrice": 1250,
    "productDescription": "أحماض أمينية متفرعة السلسلة تدعم التعافي والنمو العضلي.",
    "productImg": "imgs/bcaa.jpeg",
    "features": "أحماض أمينية متفرعة السلسلة تدعم التعافي والنمو العضلي. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 6,
    "name": "جلوتامين - MyProtein",
    "category": "مكملات",
    "oldPrice": 1000,
    "newPrice": 850,
    "productDescription": "يدعم الاستشفاء العضلي ويقلل من الإجهاد بعد التمارين.",
    "productImg": "imgs/glutamine.jpeg",
    "features": "يدعم الاستشفاء العضلي ويقلل من الإجهاد بعد التمارين. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 7,
    "name": "زنك - Now Foods",
    "category": "مكملات",
    "oldPrice": 1500,
    "newPrice": 1350,
    "productDescription": "مكمل زنك يقوي المناعة ويدعم الصحة العامة.",
    "productImg": "imgs/now-zinc.jpeg",
    "features": "مكمل زنك يقوي المناعة ويدعم الصحة العامة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 8,
    "name": "فيتامين D3 - Solgar",
    "category": "مكملات",
    "oldPrice": 650,
    "newPrice": 400,
    "productDescription": "يدعم صحة العظام والمناعة.",
    "productImg": "imgs/d3-solgar.jpeg",
    "features": "يدعم صحة العظام والمناعة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 9,
    "name": "Casein Protein - ON",
    "category": "مكملات",
    "oldPrice": 2500,
    "newPrice": 2300,
    "productDescription": "بروتين بطيء الامتصاص مناسب قبل النوم.",
    "productImg": "imgs/casein.jpeg",
    "features": "بروتين بطيء الامتصاص مناسب قبل النوم. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 10,
    "name": "Mass Gainer - Serious Mass",
    "category": "مكملات",
    "oldPrice": 5200,
    "newPrice": 5000,
    "productDescription": "لزيادة الوزن والكتلة العضلية بسرعة.",
    "productImg": "imgs/mass.jpeg",
    "features": "لزيادة الوزن والكتلة العضلية بسرعة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 11,
    "name": "Pre-Workout - C4",
    "category": "مكملات",
    "oldPrice": 2600,
    "newPrice": 2400,
    "productDescription": "يعزز الطاقة والتركيز قبل التمرين.",
    "productImg": "imgs/c4.jpeg",
    "features": "يعزز الطاقة والتركيز قبل التمرين. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 12,
    "name": "CLA - MuscleTech",
    "category": "مكملات",
    "oldPrice": 800,
    "newPrice": 550,
    "productDescription": "يدعم حرق الدهون بشكل صحي.",
    "productImg": "imgs/cla.jpeg",
    "features": "يدعم حرق الدهون بشكل صحي. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 13,
    "name": "L-Carnitine - Now Foods",
    "category": "مكملات",
    "oldPrice": 2200,
    "newPrice": 2000,
    "productDescription": "يساعد على تحويل الدهون إلى طاقة.",
    "productImg": "imgs/lcarnitine.jpeg",
    "features": "يساعد على تحويل الدهون إلى طاقة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 14,
    "name": "Magnesium - GAT",
    "category": "مكملات",
    "oldPrice": 1600,
    "newPrice": 1300,
    "productDescription": "يدعم وظائف العضلات والأعصاب.",
    "productImg": "imgs/magnesium.jpeg",
    "features": "يدعم وظائف العضلات والأعصاب. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 15,
    "name": "Ashwagandha - Himalaya",
    "category": "مكملات",
    "oldPrice": 1000,
    "newPrice": 800,
    "productDescription": "يعزز مقاومة التوتر ويزيد من التركيز.",
    "productImg": "imgs/ashwaghnda.jpeg",
    "features": "يعزز مقاومة التوتر ويزيد من التركيز. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 16,
    "name": "غسول وجه من نيتروجينا",
    "category": "تجميل",
    "oldPrice": 300,
    "newPrice": 250,
    "productDescription": "غسول لطيف ينظف البشرة بعمق ويزيل الزيوت الزائدة.",
    "productImg": "imgs/nitrogina-wash.jpeg",
    "features": "غسول لطيف ينظف البشرة بعمق ويزيل الزيوت الزائدة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 17,
    "name": "مرطب نيتروجينا هيدرو بوست",
    "category": "تجميل",
    "oldPrice": 400,
    "newPrice": 300,
    "productDescription": "مرطب بتركيبة خفيفة وسريعة الامتصاص يدعم ترطيب البشرة.",
    "productImg": "imgs/hydro-boost.jpg",
    "features": "مرطب بتركيبة خفيفة وسريعة الامتصاص يدعم ترطيب البشرة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  
  {
    "id": 19,
    "name": "تونر بيكسي جلو",
    "category": "تجميل",
    "oldPrice": 450,
    "newPrice": 400,
    "productDescription": "ينظف ويرطب البشرة بفعالية.",
    "productImg": "imgs/pixi-glow.jpeg",
    "features": "ينظف ويرطب البشرة بفعالية. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 20,
    "name": "كريم نيتروجينا للعين",
    "category": "تجميل",
    "oldPrice": 400,
    "newPrice": 350,
    "productDescription": "يرطب تحت العين ويقلل من الخطوط الدقيقة.",
    "productImg": "imgs/nitrogine-eye.jpeg",
    "features": "يرطب تحت العين ويقلل من الخطوط الدقيقة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 21,
    "name": "زيت الأرجان الطبيعي - ناو",
    "category": "تجميل",
    "oldPrice": 1400,
    "newPrice": 1350,
    "productDescription": "يغذي الشعر والبشرة بعمق.",
    "productImg": "imgs/now-oil.jpeg",
    "features": "يغذي الشعر والبشرة بعمق. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 22,
    "name": "كريم تفتيح - فير اند لفلي",
    "category": "تجميل",
    "oldPrice": 100,
    "newPrice": 60,
    "productDescription": "كريم لتوحيد لون البشرة وإزالة البقع.",
    "productImg": "imgs/fair.jpeg",
    "features": "كريم لتوحيد لون البشرة وإزالة البقع. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 23,
    "name": "بلسم شفاه - Nivea",
    "category": "تجميل",
    "oldPrice": 250,
    "newPrice": 200,
    "productDescription": "يرطب الشفاه ويحميها من الجفاف.",
    "productImg": "imgs/neivia-lips.webp",
    "features": "يرطب الشفاه ويحميها من الجفاف. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 24,
    "name": "شامبو تريسيمي بالكيراتين",
    "category": "تجميل",
    "oldPrice": 300,
    "newPrice": 200,
    "productDescription": "ينعم الشعر ويقلل الهيشان.",
    "productImg": "imgs/tresemme.jpeg",
    "features": "ينعم الشعر ويقلل الهيشان. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 25,
    "name": "بلسم غارنييه ألترا دو",
    "category": "تجميل",
    "oldPrice": 1300,
    "newPrice": 1100,
    "productDescription": "يغذي الشعر بعمق ويمنع التقصف.",
    "productImg": "imgs/gharneh.jpeg",
    "features": "يغذي الشعر بعمق ويمنع التقصف. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 26,
    "name": "سيروم لوريال الفيف",
    "category": "تجميل",
    "oldPrice": 700,
    "newPrice": 450,
    "productDescription": "يعالج أطراف الشعر المتقصفة ويزيد اللمعان.",
    "productImg": "imgs/elvive.jpeg",
    "features": "يعالج أطراف الشعر المتقصفة ويزيد اللمعان. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 27,
    "name": "كريم بانثينول للبشرة",
    "category": "تجميل",
    "oldPrice": 120,
    "newPrice": 90,
    "productDescription": "مرطب ومهدئ للبشرة الجافة والحساسة.",
    "productImg": "imgs/panthenol.webp",
    "features": "مرطب ومهدئ للبشرة الجافة والحساسة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 28,
    "name": "ماسك الطين من لوريال",
    "category": "تجميل",
    "oldPrice": 500,
    "newPrice": 400,
    "productDescription": "ينظف المسام ويقلل الدهون.",
    "productImg": "imgs/mud-mask.jpg",
    "features": "ينظف المسام ويقلل الدهون. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 29,
    "name": "غسول سيتافيل",
    "category": "تجميل",
    "oldPrice": 3500,
    "newPrice": 3200,
    "productDescription": "لطيف على البشرة الجافة والحساسة.",
    "productImg": "imgs/citaphil.jpeg",
    "features": "لطيف على البشرة الجافة والحساسة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 30,
    "name": "مزيل عرق - دوف رول",
    "category": "تجميل",
    "oldPrice": 400,
    "newPrice": 350,
    "productDescription": "يحمي من العرق برائحة منعشة تدوم طوال اليوم.",
    "productImg": "imgs/dove.jpeg",
    "features": "يحمي من العرق برائحة منعشة تدوم طوال اليوم. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },

  {
    "id": 32,
    "name": "جيل تزييت حميمي - Durex Play",
    "category": "جنسية",
    "oldPrice": 600,
    "newPrice": 450,
    "productDescription": "جيل مرطب ومانع للاحتكاك لتحسين العلاقة الحميمية.",
    "productImg": "imgs/durex-oil.jpeg",
    "features": "جيل مرطب ومانع للاحتكاك لتحسين العلاقة الحميمية. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 33,
    "name": "حبوب فياجرا 100 ملغ",
    "category": "جنسية",
    "oldPrice": 350,
    "newPrice": 300,
    "productDescription": "تستخدم لتحسين الانتصاب وزيادة القدرة الجنسية.",
    "productImg": "imgs/viagra.jpeg",
    "features": "تستخدم لتحسين الانتصاب وزيادة القدرة الجنسية. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },

  {
    "id": 35,
    "name": "كبسولات الجنسنج الأحمر الكوري",
    "category": "جنسية",
    "oldPrice": 900,
    "newPrice": 800,
    "productDescription": "تزيد من النشاط وتحسن الأداء الجنسي.",
    "productImg": "imgs/red-gensinc.jpeg",
    "features": "تزيد من النشاط وتحسن الأداء الجنسي. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 36,
    "name": "حبوب ماكا الطبيعية",
    "category": "جنسية",
    "oldPrice": 2300,
    "newPrice": 2000,
    "productDescription": "تدعم الطاقة والرغبة الجنسية.",
    "productImg": "imgs/maca.jpeg",
    "features": "تدعم الطاقة والرغبة الجنسية. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },

  {
    "id": 38,
    "name": "جل فيم جوي للنساء",
    "category": "جنسية",
    "oldPrice": 500,
    "newPrice": 350,
    "productDescription": "يزيد الإحساس ويساعد في الوصول للنشوة.",
    "productImg": "imgs/femjoy.webp",
    "features": "يزيد الإحساس ويساعد في الوصول للنشوة. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
  {
    "id": 39,
    "name": "واقٍ ذكري - Durex Extra Safe",
    "category": "جنسية",
    "oldPrice": 600,
    "newPrice": 450,
    "productDescription": "واقي عالي الأمان مع ترطيب إضافي.",
    "productImg": "imgs/durex.jpeg",
    "features": "واقي عالي الأمان مع ترطيب إضافي. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },


  {
    "id": 42,
    "name": "لبوس مهبلي مطهر - Betadine",
    "category": "جنسية",
    "oldPrice": 100,
    "newPrice": 80,
    "productDescription": "للعناية الحميمة والنظافة الشخصية.",
    "productImg": "imgs/betadine.jpeg",
    "features": "للعناية الحميمة والنظافة الشخصية. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  },
    {
    "id": 43,
    "name": "دوش مهبلي- Betadine",
    "category": "جنسية",
    "oldPrice": 100,
    "newPrice": 80,
    "productDescription": " غصول مهبلي للعناية الحميمة والنظافة الشخصية. ",
    "productImg": "imgs/betadine.jpeg",
    "features": "للعناية الحميمة والنظافة الشخصية. يتميز هذا المنتج بجودة عالية وفعالية ملحوظة حسب تجارب المستخدمين. ننصح باستخدامه بانتظام لتحقيق أفضل النتائج. تم اختياره من بين أفضل المنتجات في فئته من حيث الجودة والسعر. مناسب لمختلف الأعمار والفئات. إذا كنت تبحث عن منتج موثوق به وله تقييمات إيجابية، فهذا المنتج هو الخيار المثالي لك."
  }

]